# 🌐 دسترسی به سایت

بعد از اجرای اسکریپت، سایت شما در دسترس خواهد بود:

http://yourdomain.com


---

## 🗄 اطلاعات دیتابیس پیشفرض

Database:
wp

Username:
wpuser

Password:
123456789

⚠ پیشنهاد می‌شود پس از نصب، رمز دیتابیس را تغییر دهید.


---

## 🔐 فعال‌سازی SSL (اختیاری)

برای فعال کردن HTTPS رایگان (Let's Encrypt) این دستورات را اجرا کنید:

apt install certbot python3-certbot-nginx -y

certbot --nginx -d yourdomain.com


پس از فعال‌سازی، سایت شما با آدرس زیر در دسترس خواهد بود:

https://yourdomain.com



